/* Roberto Pariset <r.pariset@gmail.com>

/* Application menu */
"Info" = "Informazioni";
"Playlist" = "Elenco brani";
"Songs" = "Brani";
"Player" = "Lettore";
"Windows" = "Finestre";
"Window" = "Finestra";
"Tools" = "Strumenti";
"Services" = "Servizi";
"Hide" = "Nascondi";
"Hide Cynthiune" = "Nascondi Cynthiune";
"Hide Others" = "Nascondi gli altri";
"Show All" = "Mostra tutto";
"Quit" = "Esci";
"Quit Cynthiune" = "Termina Cynthiune";

/* Info submenu */
"Info Panel..." = "Informazioni...";
"About Cynthiune..." = "Infomazioni su Cynthiune";
"Preferences..." = "Proprietà...";
"Send A Bug Report..." = "Segnala un bug...";
"Help..." = "Aiuto...";
"Help" = "Aiuto";
"Cynthiune Help" = "Aiuto su Cynthiune";

/* Paylist submenu */
"Open..." = "Apri...";
"New" = "Nuovo";
"Save..." = "Salva...";
"Save As..." = "Salva come...";
"Save To..." = "Salva su...";
"Revert To Saved" = "Torna alla versione salvata";
"Close" = "Chiudi";

/* Songs submenu */
"Add Songs..." = "Aggiungi brano...";
"Remove Selection" = "Rimuovi selezione";
"Remove All" = "Rimuovi tutte";
"Cleanup" = "Pulisci";

/* Player submenu */
"Play" = "Riproduci";
"Pause" = "Pausa";
"Stop" = "Interrompi";
"Previous" = "Precedente";
"Next" = "Successivo";
"Mode" = "Modalità";

/* Player/Mode submenu */
"Repeat" = "Ripeti";
"Shuffle" = "Shuffle";

/* Tools submenu */
"Song Inspector..." = "Ispettore di brani...";

/* Windows submenu */
"Arrange In Front" = "In primo piano";
"Miniaturize Window" = "Riduci a icona";
"Minimize" = "Minimizza";
"Close Window" = "Chiudi finestra";

/* Playlist status label */
"%d songs - total time: %@" = "%d brani - tempo totale: %@"; 
" - selection: %@" = " - selezione: %@";

/* Playlist table */
"Song" = "Titolo"; 
"Time" = "Durata"; 

/* Song Inspector */
"Song Inspector" = "Ispettore di brani";
"Song Information" = "Informazioni sul brano";
"Format Attributes" = "Formato degli attributi";
"No song selected" = "Nessuna brano selezionato";
"Lookup through MusicBrainz..." = "";
"Title" = "Titolo";
"Album" = "Album";
"Track" = "Traccia";
"Artist" = "Artista";
"Genre" = "Genere";
"Year" = "Anno";
"Reset" = "Cancella tutto";
"Generating TRM..." = "Generazione TRM in corso...";
"Querying MusicBrainz server..." = "Interrogazione del server MusicBrainz in corso...";
"Received %d result(s)" = "Ricevuto/i %d risultato/i";

/* Dialog boxes */
"Add music files..." = "Aggiungi file musicali...";
"Add a music folder..." = "Aggiungi una directory di musica...";
"Save playlist as..." = "Salva elenco brani come...";

/* Song names */
"[not found: %@]" = "[non trovato: %@]";
"[unknown format: %@]" = "[formato sconosciuto: %@]"; 
"[format error: %@]" = "[errore di formato: %@]"; 

/* Preference dialog */
"None" = "Niente";
"Preferences" = "Proprietà";
"General" = "Generale";

/* General preferences */
"Windows" = "Finestre";
"Playlists" = "Elenco brani";
"Use absolute filenames" = "Usa nomi di file assoluti";
"Output module" = "Modulo d'uscita";
"Textured" = "Look and feel metallico";
"Sticky" = "Attacca";
"Remember location" = "Ricorda posizione";
"Format" = "Formato";

/* MB results panel */
"Please select the correct information..."
= "Selezionare l'informazion corretta...";
"The request to the MusicBrainz server returned more than one result.\nPlease select the line in the following table that is the most accurate."
= "La richiesta al server MusicBrainz ha restituito più di un risultato.\nSelezionare la riga più accurata nella tabella seguente."; 
"Cancel" = "Annulla";
